[
  {
    "id": "2756314157",
    "title": "Front-End Web Developer, Cloud",
    "company": "Deloitte",
    "place": "Toronto, Ontario, Canada",
    "description": "Job Type: Permanent Primary Location: Multiple Locations, Canada All Available Locations: Toronto; Calgary; Edmonton; Fredericton; Halifax; Moncton; Montreal; Ottawa; Quebec City; Saint John; Saskatoon; Sherbrooke; Vancouver; Winnipeg Our Purpose At Deloitte, we are driven to inspire and help our people, organization, communities, and country to thrive. Our Purpose is to build a better future by accelerating and expanding access to knowledge. Purpose defines who we are and gives us reason to exist as an organization. By living our Purpose, we will make an impact that matters. Be encouraged to deepen your technical skills…whatever those may be. Enjoy flexible, proactive, and practical benefits that foster a culture of well-being and connectedness. Be expected to share your ideas and to make them a reality. You want to drive the entire front-end development? Keep reading! What will your typical day look like? You will leverage strong technical and analytical skills working independently,",
    "link": "https://ca.linkedin.com/jobs/view/front-end-web-developer-cloud-at-deloitte-2756314157?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=smXIb8aSnm0yWL0trY6CSw%3D%3D&position=1&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2778010340",
    "title": "Junior Front-End Developer",
    "company": "Wunderman Thompson",
    "place": "Toronto, Ontario, Canada",
    "description": "Who We Are At Wunderman Thompson we exist to inspire growth for ambitious brands. Part creative agency, part consultancy and part technology company, our experts provide end-to-end capabilities at a global scale to deliver inspiration across the entire brand and customer experience. We are 20,000 strong in 90 markets around the world; our people bring together creative storytelling, diverse perspectives, inclusive thinking, and highly specialized vertical capabilities to drive growth for our clients. We offer deep expertise across the entire customer journey, including communications, commerce, consultancy, CRM, CX, data, production, and technology. Who We Are Looking For Wunderman Thompson is looking for a curious and collaborative Junior Front-End Developer to join our technology team. Reporting directly to the Director of Technology, you will work closely with a cross-discipline team across a portfolio of clients. This position has the flexibility to be based in Toronto or Montreal.",
    "link": "https://ca.linkedin.com/jobs/view/junior-front-end-developer-at-wunderman-thompson-2778010340?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=Q6vQ%2Bz3eDq9inSme0Gg8uw%3D%3D&position=2&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2791063024",
    "title": "Front End Developer Intern (16 months)",
    "company": "IBM",
    "place": "Markham, Ontario, Canada",
    "description": "Introduction At IBM, work is more than a job - it's a calling: To build. To design. To code. To consult. To think along with clients and sell. To make markets. To invent. To collaborate. Not just to do something better, but to attempt things you've never thought possible. Are you ready to lead in this new era of technology and solve some of the world's most challenging problems? If so, lets talk. Your Role and Responsibilities Start date for this position is May 2022 (16 months) - Markham, ON As a Front End Developer Intern You Have passion and experience for building responsive, elegant and engaging experiences with future friendly web technologies. Work closely with designers to take wireframes from conception to implementation and design and improve user interfaces Work with the IBM Design System to implement UIs Work in JavaScript, Node.js or frameworks such as React, Vue or Angular Are skilled in UI Development technologies such as HTML, CSS, JSON and API usage Have an interest in",
    "link": "https://ca.linkedin.com/jobs/view/front-end-developer-intern-16-months-at-ibm-2791063024?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=tyy5jQfVunKvMmafpDI9WQ%3D%3D&position=3&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2767102135",
    "title": "Front-End Engineer",
    "company": "Dribbble",
    "place": "Toronto, Ontario, Canada",
    "description": "About Us: Founded in 2009, Dribbble is the top global community for designers and creative professionals and an inspiration destination for over a hundred million people every year. We're empowering creatives around the world to make a living doing what they love. Our mission is to provide support at every stage of a creative's journey; whether that's freelancing, selling their physical and digital goods, or being hired by some of the world's leading design-forward companies. With many jobs, you have to pick between having a huge impact on the organization (small team) or having a huge impact on the world (big product), but at Dribbble - you get to do both, as part of a 30+ person team, working on one of the world's top 1000 websites. We're searching for someone with a passion for solving complex technical problems with elegant solutions, that thrives in a collaborative environment, welcomes feedback and exhibits strong attention to detail to join our engineering team. At Dribbble, we ",
    "link": "https://ca.linkedin.com/jobs/view/front-end-engineer-at-dribbble-2767102135?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=nA0OBGrVPcxkdDjNiMrWRQ%3D%3D&position=4&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2757496501",
    "title": "UI Developer",
    "company": "PwC Canada",
    "place": "Toronto, Ontario, Canada",
    "description": "Line of Service Internal Firm Services Industry/Sector Not Applicable Specialism IFS - Information Technology (IT) Management Level Manager Job Description & Summary A career in Products and Technology, within Internal Firm Services, will provide you with the opportunity to support our core business functions by deploying applications that enable our people to work more efficiently and deliver the highest levels of service to our clients. You’ll focus on managing the design and implementation of technology infrastructure within PwC, developing and enhancing both client and internal facing applications within PwC, and providing technology tools that help create a competitive advantage for the Firm to drive strategic business growth. Our Information Technology Development team helps develop and supports internal information technology systems and applications for use by all staff levels. You’ll help our team develop programmes and applications that cater to PwC’s strategic technology nee",
    "link": "https://ca.linkedin.com/jobs/view/ui-developer-at-pwc-canada-2757496501?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=DU40eofuZwQpwCguF6Pv2Q%3D%3D&position=5&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2781351878",
    "title": "Frontend Software Developer",
    "company": "Coursera",
    "place": "Toronto, Ontario, Canada",
    "description": "Coursera was launched in 2012 by two Stanford Computer Science professors, Andrew Ng and Daphne Koller, with a mission to provide universal access to world-class learning. It is now one of the largest online learning platforms in the world, with 92 million registered learners as of Sept. 30, 2021. Coursera partners with over 250 leading university and industry partners to offer a broad catalog of content and credentials, including Guided Projects, courses, Specializations, certificates, and bachelor’s and master’s degrees. Institutions around the world use Coursera to upskill and reskill their employees, citizens, and students in many high-demand fields, including data science, technology, and business. Coursera became a B Corp in February 2021. Coursera is an engineering-first company. Our teams are responsible for maintaining a scalable and reliable platform, in addition to building interactive products for the worldwide learner community. We are made up of teams ranging from Develop",
    "link": "https://ca.linkedin.com/jobs/view/frontend-software-developer-at-coursera-2781351878?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=37GrhWRvXeeOoNPIOjAHTQ%3D%3D&position=6&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2773130710",
    "title": "Junior Front-End Developer",
    "company": "Wunderman Thompson NA",
    "place": "Toronto, Ontario, Canada",
    "description": "Who we are: At Wunderman Thompson we exist to inspire growth for ambitious brands. Part creative agency, part consultancy and part technology company, our experts provide end-to-end capabilities at a global scale to deliver inspiration across the entire brand and customer experience. We are 20,000 strong in 90 markets around the world; our people bring together creative storytelling, diverse perspectives, inclusive thinking, and highly specialized vertical capabilities to drive growth for our clients. We offer deep expertise across the entire customer journey, including communications, commerce, consultancy, CRM, CX, data, production, and technology. Who we are looking for: Wunderman Thompson is looking for a curious and collaborative Junior Front-End Developer to join our technology team. Reporting directly to the Director of Technology, you will work closely with a cross-discipline team across a portfolio of clients. This position has the flexibility to be based in Toronto or Montrea",
    "link": "https://ca.linkedin.com/jobs/view/junior-front-end-developer-at-wunderman-thompson-na-2773130710?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=E1u4i2VT0dGVOZm9Qz%2FqwA%3D%3D&position=7&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2787806893",
    "title": "Front-end Digital Developer, Global Digital Marketing",
    "company": "KPMG Canada",
    "place": "Toronto, Ontario, Canada",
    "description": "Overview About KPMG International KPMG International is the coordinating entity for the overall benefit of the KPMG network of Member Firms. As a member of KPMG International, you’ll work alongside some of our profession’s most skilled practitioners on rewarding programs and initiatives that are changing the way business operates, delivering value to our clients, and driving positive change in the communities we serve. You’ll help champion new ways of working, using cutting edge technology and working together with our member firms located in nearly 150 countries to help us achieve our ambition to become the most trusted and trustworthy professional services firm. And through your work, you’ll build a global network and unlock opportunities that you may not have thought possible with access to great support, vast resources, and an inclusive, supportive environment to help you reach your full potential. Role Summary As part of KPMG’s commitment to invest in digital marketing and marketi",
    "link": "https://ca.linkedin.com/jobs/view/front-end-digital-developer-global-digital-marketing-at-kpmg-canada-2787806893?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=yrQxlaZDVb29gbTrz2dz9w%3D%3D&position=8&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2713386139",
    "title": "Front End Engineer, Restaurants",
    "company": "Square",
    "place": "Toronto, Ontario, Canada",
    "description": "Company Description Square builds common business tools in unconventional ways so more people can start, run, and grow their businesses. When Square started, it was difficult and expensive (or just plain impossible) for some businesses to take credit cards. Square made credit card payments possible for all by turning a mobile phone into a credit card reader. Since then Square has been building an entire business toolkit of both hardware and software products including Square Capital, Square Terminal, Square Payroll, and more. We’re working to find new and better ways to help businesses succeed on their own terms—and we’re looking for people like you to help shape tomorrow at Square. Job Description The Restaurants team at Square is reimagining the hospitality industry to empower today's restaurants with simple, elegant software and efficient workflows. Restaurants today operate in an increasingly dynamic landscape, and we're building a modern product ecosystem to support this by using ",
    "link": "https://ca.linkedin.com/jobs/view/front-end-engineer-restaurants-at-square-2713386139?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=7mz1kkz9YRFiMVr7TYXR6Q%3D%3D&position=10&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2668352394",
    "title": "Front-end Engineer",
    "company": "Amazon",
    "place": "Toronto, Ontario, Canada",
    "description": "Description Be part of the next industrial revolution! As customers connect more and more devices to the cloud, they need applications to be able to visualize, monitor and act on their IoT (Internet of Things) data. Our team provides AWS customers with a fully managed enterprise web application where customers can customize and build their IoT solutions. You will enable customers to interact digitally with the physical world! Work/Life Balance While the office is located in Seattle, working remotely is supported, and often times encouraged. Work hours are flexible and typically self-defined, with a core team hours of 10AM-4PM. We are builder-operators of our services at AWS and have a modest on-call rotation where you’ll participate once every 2-3 months. We don’t like getting paged in the middle of the night or on the weekend, so we work to ensure that our are fault tolerant. When an issue happens, we work together to resolve the root cause so that we don’t get paged for the same issu",
    "link": "https://ca.linkedin.com/jobs/view/front-end-engineer-at-amazon-2668352394?refId=vAwLmN4yq9dv0IfTQshhOg%3D%3D&trackingId=OErRR4%2BQKu0S1b9l3FaW%2BA%3D%3D&position=11&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2796711352",
    "title": "Front-end Developer",
    "company": "EY",
    "place": "Vancouver, British Columbia, Canada",
    "description": "At EY, you’ll have the chance to build a career as unique as you are, with the global scale, support, inclusive culture and technology to become the best version of you. And we’re counting on your unique voice and perspective to help EY become even better, too. Join us and build an exceptional experience for yourself, and a better working world for all. EY Client Technology is looking to fill a number of roles for our Regional Technology Hub Canada, with offices in Vancouver and Toronto . This Regional Technology Hub works closely with the Canada business counterparts and the Global Client Technology teams to drive profitable revenue growth and enable market differentiation through asset-powered solutions. Technology has always been at the heart of what we do and deliver at EY. Technology solutions are integrated in the client services we deliver and is key to us being more innovative as an organization. We need technology to keep an organization the size of ours working efficiently. W",
    "link": "https://ca.linkedin.com/jobs/view/front-end-developer-at-ey-2796711352?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=bJko6EgvUSLXqBjusbGdtw%3D%3D&position=1&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2795350427",
    "title": "Front End Engineer, Universal Media",
    "company": "Apple",
    "place": "Vancouver, British Columbia, Canada",
    "description": "Summary The Apple Media Products Engineering team is one of the most exciting examples of Apple’s long-held passion for combining art and technology. These are the people who power the App Store, Apple TV, Apple Music, Apple Podcasts, and Apple Books. And they do it on a substantial scale, meeting Apple’s high expectations with high performance to deliver a huge variety of entertainment in over 35 languages to more than 150 countries. These engineers build secure, end-to-end solutions. They develop the custom software used to process all the creative work, the tools that providers use to deliver that media, all the server-side systems, and the APIs for many Apple services. Thanks to Apple’s outstanding integration of hardware, software, and services, engineers here partner to get behind a single unified vision. That vision always includes a deep dedication to strengthening Apple’s privacy policy, one of Apple’s core values. Although services are a bigger part of Apple’s business than e",
    "link": "https://ca.linkedin.com/jobs/view/front-end-engineer-universal-media-at-apple-2795350427?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=og9957Fijs7YzbdzQeb4kA%3D%3D&position=2&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2708150344",
    "title": "Front-end Developer",
    "company": "EY",
    "place": "Vancouver, British Columbia, Canada",
    "description": "At EY, you’ll have the chance to build a career as unique as you are, with the global scale, support, inclusive culture and technology to become the best version of you. And we’re counting on your unique voice and perspective to help EY become even better, too. Join us and build an exceptional experience for yourself, and a better working world for all. EY Client Technology is looking to fill a number of roles for our Regional Technology Hub Canada, with offices in Vancouver and Toronto . This Regional Technology Hub works closely with the Canada business counterparts and the Global Client Technology teams to drive profitable revenue growth and enable market differentiation through asset-powered solutions. Technology has always been at the heart of what we do and deliver at EY. Technology solutions are integrated in the client services we deliver and is key to us being more innovative as an organization. We need technology to keep an organization the size of ours working efficiently. W",
    "link": "https://ca.linkedin.com/jobs/view/front-end-developer-at-ey-2708150344?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=6DgDuurH90T0QwXcCSL9Kg%3D%3D&position=3&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2756316018",
    "title": "Front-End Web Developer, Cloud",
    "company": "Deloitte",
    "place": "Vancouver, British Columbia, Canada",
    "description": "Job Type: Permanent Primary Location: Multiple Locations, Canada All Available Locations: Toronto; Calgary; Edmonton; Fredericton; Halifax; Moncton; Montreal; Ottawa; Quebec City; Saint John; Saskatoon; Sherbrooke; Vancouver; Winnipeg Our Purpose At Deloitte, we are driven to inspire and help our people, organization, communities, and country to thrive. Our Purpose is to build a better future by accelerating and expanding access to knowledge. Purpose defines who we are and gives us reason to exist as an organization. By living our Purpose, we will make an impact that matters. Be encouraged to deepen your technical skills…whatever those may be. Enjoy flexible, proactive, and practical benefits that foster a culture of well-being and connectedness. Be expected to share your ideas and to make them a reality. You want to drive the entire front-end development? Keep reading! What will your typical day look like? You will leverage strong technical and analytical skills working independently,",
    "link": "https://ca.linkedin.com/jobs/view/front-end-web-developer-cloud-at-deloitte-2756316018?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=%2B0tpKDIImJz9XmAfGZtRRQ%3D%3D&position=4&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2791440422",
    "title": "Frontend Engineer",
    "company": "Coinbase",
    "place": "Vancouver, British Columbia, Canada",
    "description": "Coinbase has built the world's leading compliant cryptocurrency platform serving over 73 million accounts in more than 100 countries. With multiple successful products, and our vocal advocacy for blockchain technology, we have played a major part in mainstream awareness and adoption of cryptocurrency. We are proud to offer an entire suite of products that are helping build the cryptoeconomy and increase economic freedom around the world. There are a few things we look for across all hires we make at Coinbase, regardless of role or team. First, we look for signals that a candidate will thrive in a culture like ours, where we default to trust, embrace feedback, disrupt ourselves, and expect sustained high performance because we play as a championship team. Second, we expect all employees to commit to our mission-focused approach to our work. Finally, we seek people with the desire and capacity to build and share expertise in the frontier technologies of crypto and blockchain, in whatever",
    "link": "https://ca.linkedin.com/jobs/view/frontend-engineer-at-coinbase-2791440422?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=AhOdnAMCiyk18SsFDO%2F2QQ%3D%3D&position=5&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2797241677",
    "title": "Frontend Developer",
    "company": "Civil Space",
    "place": "Vancouver, British Columbia, Canada ",
    "description": "We’re looking for an Intermediate React Developer to join our team. You’ll be part of a team responsible for the complete software development lifecycle - from concept to deployment. You’re experienced with front-end languages, frameworks, and libraries. As part of the team, you’ll be expected to participate in code reviews, provide feedback, and work alongside other disciplines. You’re a proven technical leader and through your past journey, you’ve acquired a deep source of technical knowledge in React and have experience crafting and implementing robust web solutions, and authoring experiences. You’re able to think strategically about technical challenges, have the capacity to acquire new skills, and frequently seek out alternative solutions and techniques to improve what we create. You enjoy working in a highly collaborative team. https://domain7.bamboohr.com/jobs/view.php?id=80&source=aWQ9NA%3D%3D Show more Show less",
    "link": "https://ca.linkedin.com/jobs/view/frontend-developer-at-civil-space-2797241677?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=s3Y%2BPZt7MQ3JygpYbyzE5Q%3D%3D&position=7&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2631369359",
    "title": "Front End Engineer",
    "company": "Amazon",
    "place": "Vancouver, British Columbia, Canada",
    "description": "Description The Honeycode org is looking for highly motivated, quality-centric senior engineers with deep end-to-end web application knowledge to , develop and research technologies that sets the foundation for a new family of products from the ground up. You will work on both desktop and mobile customer experiences, make the most out of the modern tools like Node.js, , Native, Redux, Typescript, ES6, Jest, Webpack and play an integral role in a product that will change the industry, and will be used globally at large . Successful candidate must have a strong drive for results, good interpersonal skills, and is a team player who has the ability to work in a fast-paced start-up like environment independently. Basic Qualifications Bachelors Degree in Computer Science or equivalent experience 5+ years of experience in Front-end focused Software Development (HTML, CSS, JavaScript (ES5 and ES6+) 3+ years of experience with cross browser compatibility, browser tuning and optimization techniq",
    "link": "https://ca.linkedin.com/jobs/view/front-end-engineer-at-amazon-2631369359?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=Ow8HqLp7va9a5Y3GTHD9tg%3D%3D&position=8&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2687435818",
    "title": "Front End Engineer",
    "company": "Amazon",
    "place": "Vancouver, British Columbia, Canada",
    "description": "Description Amazon Web Services (AWS) is the world leader in providing a highly reliable, scalable, low-cost infrastructure platform in the cloud that powers tens of thousands of businesses around the world! Amazon API Gateway, an AWS service, is rapidly changing how every company, from 2-person startups to the largest of the Fortune 100, think about building and delivering serverless and traditional applications in the cloud. API Gateway is the front-door of the Serverless revolution, an approach that lets customers turn business logic and application code into scalable, fault-tolerant production without requiring every developer to become an expert in deployment technologies, and infrastructure management. API Gateway turns daunting tasks such as traffic management, authentication, and authorization, monitoring and API versioning into easily configurable steps. It then helps companies to build their developer eco- and turns their sets and business logic into new revenue streams. We a",
    "link": "https://ca.linkedin.com/jobs/view/front-end-engineer-at-amazon-2687435818?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=dnNxUneIGW1GyWJQTsEo8w%3D%3D&position=9&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2431524287",
    "title": "Front End Engineer",
    "company": "Amazon",
    "place": "Vancouver, British Columbia, Canada",
    "description": "Description Amazon Web Services (AWS) is the world leader in providing a highly reliable, scalable, low-cost infrastructure platform in the cloud that powers tens of thousands of businesses around the world! Amazon API Gateway, an AWS service, is rapidly changing how every company, from 2-person startups to the largest of the Fortune 100, think about building and delivering serverless and traditional applications in the cloud. API Gateway is the front-door of the Serverless revolution, an approach that lets customers turn business logic and application code into scalable, fault-tolerant production without requiring every developer to become an expert in deployment technologies, and infrastructure management. API Gateway turns daunting tasks such as traffic management, authentication, and authorization, monitoring and API versioning into easily configurable steps. It then helps companies to build their developer eco- and turns their sets and business logic into new revenue streams. We a",
    "link": "https://ca.linkedin.com/jobs/view/front-end-engineer-at-amazon-2431524287?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=SjSDteYNFyDB03mKpdkKSA%3D%3D&position=10&pageNum=0&trk=public_jobs_jserp-result_search-card"
  },
  {
    "id": "2687438710",
    "title": "Front End Engineer",
    "company": "Amazon",
    "place": "Vancouver, British Columbia, Canada",
    "description": "Description Amazon Web Services (AWS) is the world leader in providing a highly reliable, scalable, low-cost infrastructure platform in the cloud that powers tens of thousands of businesses around the world! Amazon API Gateway, an AWS service, is rapidly changing how every company, from 2-person startups to the largest of the Fortune 100, think about building and delivering serverless and traditional applications in the cloud. API Gateway is the front-door of the Serverless revolution, an approach that lets customers turn business logic and application code into scalable, fault-tolerant production without requiring every developer to become an expert in deployment technologies, and infrastructure management. API Gateway turns daunting tasks such as traffic management, authentication, and authorization, monitoring and API versioning into easily configurable steps. It then helps companies to build their developer eco- and turns their sets and business logic into new revenue streams. We a",
    "link": "https://ca.linkedin.com/jobs/view/front-end-engineer-at-amazon-2687438710?refId=GIfmMCq6xWloGJG70UbdYg%3D%3D&trackingId=qEMnTQfZOevtMrRVchtmdA%3D%3D&position=11&pageNum=0&trk=public_jobs_jserp-result_search-card"
  }
]